# Задача 7. Декларирайте две променливи, които да са цели числа.
# Задайте им стойности съответно 5 и 10.
# Разменете стойностите им и ги отпечатайте.

x = 5
y = 10
new_x = y
new_y = x
print(f"X={x}, Y={y}\nSwapping values of X and Y........Loading.....\nX={new_x}, Y={new_y}")
