# Задача 5. Да се изчисли лицето на триъгълник, като неговата височина е 13.66,
# а срещуположната страна 245.54 см.

c = 245.54
hc = 13.66
s = c * hc / 2
print(s)