# Задача 8. Напишете програма, която за подадени от потребителя дължина и височина на успоредник,
# пресмята и отпечатва на конзолата неговия периметър и лице.

print("Програма за изчисление на периметър и лице на успоредник")
print("Моля, въведете по-долу необходимите стойности!")
print("********************************************************")
a = float(input("Моля, въведете дължина на успоредник\n>"))
h = float(input("Моля, въведете височина на успоредник\n>"))
p = 2*a + 2*h
s = a * h
print("********************************************************")
print(f"Периметър p = {p}\nЛице s = {s}")
