# Задача 2. Принтирайте вашето име на конзолата.

my_name = "Dimitar Hristov"
print(my_name)
