# Задача 6. Фирма, занимаваща се с маркетинг, иска да пази запис с данни на нейните служители.
# Всеки запис трябва да има следната характeристика – първо име, фамилия, възраст, пол(‘м’или‘ж’)
# и уникален номер на служителя (от 27560000 до 27569999).
# Декларирайте необходимите променливи, нужни за да се запази информацията за един служител,
# като използвате подходящи типове данни и описателни имена.

print("Моля, попълнете вашата лични данни!")
first_name = str(input("Име\n>"))
last_name = str(input("Фамилия\n>"))
age = int(input("Възраст\n>"))
sex = str(input("Пол(м-мъж, ж-жена)\n>"))
employee_id = int(input("Уникален номер(от 27560000 до 27569999)\n>"))
print(f"Вашите данни\nИме: {first_name}\nФамилия: {last_name}\nВъзраст: {age}\nПол: {sex}\nУникален номер: {employee_id}")
